Repository: carbamide/vMacForiOS
Catalog: minivmac/Resources/*.lproj/Localizable.strings
Languages: spanish

# WarnTitle
source: Warning
spanish: Error

# WarnUnsupportedROM
source: Unsupported ROM
spanish: ROM no soportada

# WarnAbnormalSituation
source: Abnormal Situation
spanish: Operación no soportada

# WarnAbnormalSituationDetailed
source: Abnormal Situation: %s
spanish: Operación no soportada: %s

# WarnCorruptedROM
source: Corrupted ROM
spanish: ROM inválida

# WarnNoROM
source: Could not load ROM file (%s)
spanish: No se pudo cargar la ROM (%s)

# WarnNoRAM
source: Could not allocate RAM
spanish: No se pudo iniciar la RAM

# WarnNoScreen
source: Could not allocate screen buffer
spanish: No se pudo iniciar la pantalla

# WarnNoDrives
source: Could not initalize drives
spanish: No se pudieron iniciar las unidades

# WarnNoSound
source: Could not initialize sound
spanish: No se pudo iniciar el sonido

# WarnNoEmu
source: Could not initalize emulation
spanish: No se pudo iniciar la emulación

source: Insert Disk
spanish: Insertar Disco

# TooManyDisksTitle
source: Too many Disk Images
spanish: Demasiadas imágenes de disco

# TooManyDisksText
source: I can not mount that many Disk Images. Try ejecting one.
spanish: No se pueden montar tantas imágenes de disco. Intente sacar alguna.

source: Settings
spanish: Ajustes

# SettingsKeyboard
source: Keyboard
spanish: Teclado

# SettingsKeyboardOpacity
source: Opacity
spanish: Opacidad

# SettingsKeyboardSound
source: Key Sound
spanish: Sonido Teclas

# SettingsSound
source: Sound
spanish: Sonido

# SettingsSoundEnable
source: Mac Sound
spanish: Sonido Mac

# SettingsSoundDiskEject
source: Disk Eject
spanish: Expulsar Disco

# SettingsMouse
source: Mouse
spanish: Ratón

# SettingsDisk
source: Disk Images
spanish: Imágenes de Disco

# SettingsDiskDelete
source: Deletable
spanish: Eliminables

# SettingsDiskIcons
source: Create Icons
spanish: Crear Iconos

source: Cancel
spanish: Cancelar

source: Close
spanish: Cerrar

# NewDiskImageTitle
source: New Disk Image
spanish: Nueva Imagen

# CreateDiskImage
source: Create
spanish: Crear

source: Name:
spanish: Nombre:

source: Size:
spanish: Tamaño:

# NotEnoughSpaceMsg
source: There is enough space available to create a new disk image.
spanish: No hay espacio suficiente para crear la imagen de disco.

# ImageAlreadyExistsMsg
source: A disk image with that name already exists.
spanish: Ya existe una imagen de disco con ese nombre.

# ImageCreationError
source: An error occurred while creating the disk image.
spanish: Ocurrió un error al crear la imagen de disco.

source: Creating Disk Image
spanish: Creando imagen de disco

# CreatingDiskImageWait
source: Please Waitâ€¦
spanish: Espere por favor…
